Repository: alcinnz/Odysseus
Catalog: po/extra/*.po
Languages: nl

source: Surf knowledge, entertainment, and services on The Web
nl: Surf naar kennis, amusement en diensten op het internet

source: New Window
nl: Nieuw venster

source: New Tab
nl: Nieuw tabblad

source: A simple and performant yet powerful window onto the open decentralized web
nl: Een eenvoudige en snelle, maar tegelijkertijd krachtige browser die je meeneemt naar het open, gedecentraliseerde internet.

source: Odysseus is a convenient and privacy-respecting web browser, that increasingly, gently, and unobtrusively guides you wherever you want to go online.
nl: Odysseus is een handige, privacy-respecterende webbrowser die je netjes begeleidt op het internet, zonder je in de weg te zitten.

source: Through this well thought out simplicity Odysseus lets you focus on the webpages that matter to you.
nl: Door deze goed uitgedachte eenvoud, laat Odysseus je focussen op de webpagina's die er voor jou toe doen.

source: High-level features:
nl: Belangrijkste functies:

source: Tabbed web browsing
nl: Tabbladen

source: Find-in-page
nl: Zoeken op pagina's

source: Opens non-webpage links in 3rd party apps, or suggests ones to install
nl: Opent niet-webpaginalinks in externe apps of doet suggesties welke apps je ervoor kunt gebruiken

source: DuckDuckGo integration
nl: DuckDuckGo-integratie

source: Browser history
nl: Surfgeschiedenis

source: Topsites with initial hand-curated recommendations
nl: Topsites-pagina met aanbevelingen

source: These features are completed to a high degree of polish.
nl: Deze functies zijn afgewerkt tot op het hoogste niveau.

source: Homepage, autocompletion
nl: Website, automatisch aanvullen

source: History
nl: Geshiedenis

source: Downloads, find-in-page
nl: Downloads, zoeken op pagina's

source: Webfeed subscription
nl: Webfeed-abonnering

source: Webfeed discovery support!
nl: Webfeed-ondersteuning!

source: Full Dutch localization
nl: Nederlandse vertaling

source: Fix topsites editing
nl: Topsites bewerken gerepareerd

source: Lower threshold for sourcing topsites from browser history
nl: Lagere drempelwaarde voor het verzomelen van topsites uit de geschiedenis

source: Minor performance improvements
nl: Enkele prestatieverbeteringen

source: Enable MSE, full French translations.
nl: MSE ingeschakeld, Franse vertaling

source: Minor visual corrections.
nl: Enkele uiterlijke verbeteringen

source: Visually tie status icons to addressbar again, revert having icons in application menu.
nl: Statuspictogrammen zijn weer gekoppeld aan de adresbalk en pictogrammen in het toepassingsmenu zijn verwijderd

source: Fixes for other themes.
nl: Foutoplossingen m.b.t. andere thema's

source: Indicates HTTPS (with it's cryptographic certificate) and local pages, errors, and permissions.
nl: Indicatoren voor HTTPS (inclusief certificaat), lokale pagina's, fouten en machtigingen

source: Indicates HTTPS and local pages.
nl: Indicatoren voor HTTPS en lokale pagina's

source: Performance fixes and better labelling on topsites display.
nl: Prestatieverbeteringen en beter gelabelde topsites.

source: Hides downloads bar in fullscreen.
nl: Downloadsbalk wordt verborgen op volledig scherm.

source: Renders nice previews for webfeeds.
nl: Er worden voorbeelden geladen voor webfeeds.

source: Fixes regressions with topsites interactions and viewsource.
nl: Problemen opgelost met topsites-interactie en bronweergave.

source: Fixes for Juno.
nl: Foutoplossingen m.b.t. Juno.

source: Topsites performance and design improvements.
nl: Prestatie- en ontwerpverbeteringen m.b.t. topsites.

source: Add indicators for menuitems that are links.
nl: Indicators toegevoegd voor menu-items die eigenlijk links zijn.

source: Major performance improvements in regards to internal pages. i.e. stops wasting time wasting memory.
nl: Prestatieverbeteringen op interne pagina's.

source: Recommends apps for unsupported URL and file types.
nl: Er worden nu apps aanbevolen bij niet-ondersteunde url's en bestandssoorten.

source: Improved accessibility of the downloads bar.
nl: Verbeterde toegankelijkheid van de downloadsbalk.

source: Fills in gaps within the topsites display with my recommendations.
nl: Gaten opgevuld in topsites met eigen aanbevelingen.

source: More succinct text in download notifications.
nl: Beknoptere tekst in downloadmeldingen.

source: You can customize the topsites on odysseus:home!
nl: Je kunt de topsites op odysseus:home aanpassen!

source: Minor optimizations to odysseus:history.
nl: Kleine verbeteringen aan odysseus:history.

source: Your most visited pages are now linked to from the newtab page.
nl: Je meest bezochte pagina's worden nu getoond op niuewe tabbladen.

source: Now speaks French and Portuguese.
nl: Franse en Portugese vertalingen toegevoegd.

source: Added credits page to thank contributors.
nl: Pagina toegevoegd waarop bijdragers worden bedankt.

source: More minor UI corrections.
nl: Enkele uiterlijke verbeteringen

source: More communicative browser history viewer, with colour coded tabs, tooltips communicating which links you've followed, favicons, page screenshots, and years in all dates.
nl: Duidelijkere geschiedenisweergavepagina met gekleurde tabbladen, hulpballonnen die de url's tonen, favicons, schermafdrukken van pagina's en jaartallen.

source: Fixes for video playback and infinite tab spawnage.
nl: Fouten opgelost m.b.t. video's afspelen en oneindige tabbladen.

source: Added a privacy notice.
nl: Privacybeleid toegevoegd.

source: Natural search of your browser history
nl: Natuurlijk zoeken in je surfgeschiedenis.

source: Added useful "hints" to the footer of the newtab page, which may link to a new credits page.
nl: 'Tips' toegevoegd aan de voetnoten op nieuwe tabbladen.

source: Reduced prevalance of the "loading" message.
nl: Zichtbaarheid van 'Bezig met laden...' ingeperkt.

source: Now speaks Czech.
nl: Tsjechische vertaling.

source: Tabs now open in background.
nl: Tabbladen openen nu op de achtergrond.

source: Short-term style fix for plus.google.com.
nl: Stijlbladoplossing voor plus.google.com.

source: Preparations for more localization.
nl: Voorbereidingen voor meer vertalingen.

source: Adds more keyboard and middle click shortcuts.
nl: Meer sneltoetsen toegevoegd (toetsenbord en muis).

source: Fixes links displayed in AppCenter.
nl: Zichtbaarheid van links in AppCenter opgelost.

source: Hopefully this makes it display better in AppCenter.
nl: Hopelijk wordt alles nu beter weergegeven.

source: Bugfix: a tab always remains open in each window.
nl: Foutoplossing: tabblad blijft altijd geopend in elk venster.

source: Disable broken WebInspector for now.
nl: WebInspectie tijdelijk uitgeschakeld.

source: If you have the know-how to fix https://github.com/alcinnz/Odysseus/issues/54, please help.
nl: Als je weet hoe je https://github.com/alcinnz/Odysseus/issues/54 oplost, help me dan!

source: Offers a very smooth browsing and downloads experience.
nl: Vloeiende navigatie en downloads.

source: First AppCenter release, so Merry Christmas!
nl: Eerste AppCenter-uitgave. Vrolijk kerstfeest!
