Repository: alcinnz/Odysseus
Catalog: po/*.po
Languages: fr, nl

source: Make Default
fr: Définir par défaut
nl: Instellen als standaard

source: Odysseus is not your default browser.
fr: Odysseus n'est pas votre navigateur par défaut.
nl: Odysseus is niet je standaardbrowser.

source: Go to previously viewed page
fr: Retourner à la page précédente
nl: Ga terug naar de vorige pagina

source: Go to next viewed page
fr: Aller à la page suivante
nl: Ga naar de volgende pagina

source: Load this page from the website again
fr: Recharger cette page à partir du site web
nl: Deze pagina opnieuw laden

source: Ignore cache
fr: Ignorer le cache
nl: Cache negeren

source: Stop loading this page
fr: Arrêter le chargement de cette page
nl: Stoppen met laden van deze pagina

source: Stop And Reload
fr: Recommencer le chargement
nl: Stoppen en herladen

source: Current web address
fr: Adresse Web actuelle
nl: Huidig website-adres

source: _New Window
fr: _Nouvelle fenêtre
nl: _Nieuw venster

source: _Open
fr: _Ouvrir
nl: _Openen

source: _Save
fr: _Enregistrer
nl: Op_slaan

source: _Save As
fr: _Enregistrer sous
nl: Op_slaan als

source: _View Source
fr: _Afficher la source
nl: Broncode to_nen

source: Zoom In
fr: Zoom avant
nl: Inzoomen

source: Zoom Out
fr: Zoom arrière
nl: Uitzoomen

source: _History
fr: _Historique
nl: Gesc_hiedenis

source: _Find In Page
fr: _Chercher dans la page
nl: Zoeken op p_agina

source: _Print
fr: _Imprimer
nl: Af_drukken

source: Show Downloads
fr: Afficher les téléchargements
nl: Downloads tonen

source: Help
fr: Aide
nl: Hulp

source: About Odysseus
fr: À propos d'Odysseus
nl: Over Odysseus

source: Error moving download to %s. It has been left in your Downloads folder
fr: Erreur lors du déplacement du téléchargement vers %s. Celui-ci a été laissé dans votre dossier Téléchargements
nl: Kan download niet verplaatsen naar %s. De download is achtergebleven in je Downloads-map.

source: %ih %im
nl: %iu%im

source: View all downloads
fr: Voir tous les téléchargements
nl: Alle downloads tonen

source: Close downloads bar
fr: Fermer la barre des téléchargements
nl: Downloadbalk sluiten

source: [Download]
fr: [Téléchargement]
nl: [Downloaden]

source: DONE
fr: TERMINÉ
nl: VOLTOOID

source: Open _Automatically
fr: Ouvrir _automatiquement
nl: _Automatisch openen

source: _Cancel
fr: _Annuler
nl: _Annuleren

source: %u match of "%s" found
fr: %u occurrence de « %s » trouvée
nl: "%s gevonden; %u overeenkomst

source: Press [esc] to leave fullscreen
fr: Appuyez sur [Échap] pour quitter le plein-écran
nl: Druk op [esc] om volledig scherm af te sluiten

source: Web Inspector
fr: Inspecteur Web
nl: Webinspectie

source: Find in page…
fr: Rechercher dans la page…
nl: Zoeken op pagina...

source: Find previous match
fr: Trouver l'occurrence précédente
nl: Vorige overeenkomst zoeken

source: View search options
fr: Afficher les options de recherche
nl: Zoekopties tonen

source: Match Uppercase
fr: Respecter les majuscules
nl: Hoofdlettergebruik moet overeenkomen

source: Ignore Uppercase
fr: Ignorer les majuscules
nl: Hoofdletters negeren

source: Auto
nl: Automatisch

source: Cyclic Search
fr: Recherche cyclique
nl: Cyclisch zoeken

source: Match Word Start
fr: Correspondre au début du mot
nl: Woordbegin moet overeen komen

source: Match CamelCase
fr: Respecter la CasseChameau
nl: Came|Gebruik moet overeenkomen

source: OK
nl: Oké

source: Cancel
fr: Annuler
nl: Annuleren

source: Web Download Completed
fr: Téléchargement terminé
nl: Webdownload voltooid

source: Downloads Are In Progress…
fr: Des téléchargements sont en cours…
nl: Er zijn actieve downloads...

source: Click a download to cancel or alter it
fr: Cliquez sur un téléchargement pour l'annuler ou le modifier
nl: Klik op een download om deze te annuleren of aan te passen

source: Leave
fr: Quitter
nl: Verlaten

source: Stay
fr: Rester
nl: Blijven

source: Close the message to continue interacting with this page
fr: Fermez le message pour continuer d'interagir avec la page
nl: Sluit het bericht om door te gaan met de pagina-interactie

source: Allow
fr: Autoriser
nl: Toestaan

source: Deny
fr: Refuser
nl: Weigeren

source: This page wants to know where you currently are.
fr: Cette page souhaite accéder à votre emplacement.
nl: Deze pagina wil je huidige locatie opvragen.

source: This page wants the ability to show you notifications.
fr: Cette page souhaite pouvoir vous envoyer des notifications.
nl: Deze pagina wil je meldingen tonen.

source: This page wants to watch and listen to you.
fr: Cette page souhaite accéder à votre webcam et à votre micro.
nl: Deze pagina wil je bekijken en beluisteren.

source: This page wants to listen to you.
fr: Cette page souhaite accéder à votre micro.
nl: Deze pagina wil je beluisteren.

source: This page wants to watch you.
fr: Cette page souhgaite accéder à votre webcam.
nl: Deze pagina wil je bekijken.

source: Additional software is required to play media on this page:
fr: Un logiciel supplémentaire est requis pour lire les médias sur cette page :
nl: Er is extra software nodig om media op deze pagina af te spelen:

source: Install
fr: Installer
nl: Installeren

source: Click to toggle error message.
fr: Cliquez pour afficher/masquer le message d'erreur.
nl: Klik om foutmelding te tonen/verbergen

source: Please go through the "View Source" menu item.
fr: Veuillez utiliser l'élément du menu « Afficher la source ».
nl: Ga naar het menu-item "Broncode tonen".

source: Your connection to %s is secure from eavesdroppers,
fr: Votre connexion à %s est protégée des espions,
nl: Je verbinding met %s is afgeschermd,

source: Your activity can be seen by the admins and hosting companies for this site.
fr: Votre activité peut être suivie par les administrateurs et l'hébergeur de ce site.
nl: Je activiteit kan worden bekeken door de beheerders en hostingbedrijven van deze site.

source: Certificate validation failed! This site may be an imposter.
fr: La validation du certificat a échoué ! Ce site pourrait être dangereux.
nl: Certificaatvalidering mislukt! Mogelijk is deze site nep.

source: Unknown certificate authority
fr: Autorité de certificat inconnue
nl: Onbekende certificaatautoriteit

source: Wrong site named in certificate
fr: Le nom du site est incorrect dans le certificat
nl: Onbekende site vermeld op certificaat

source: Not yet active certificate
fr: Pas de certificat encore actif
nl: Nog geen actief certificaat

source: Expired certificate
fr: Certificat expiré
nl: Verlopen certificaat

source: Known bad certificate
fr: Certificat connu comme malveillant
nl: Erkend slecht certificaat

source: Broken encryption scheme.
fr: Schéma de chiffrement brisé.
nl: Versleutelingsmechanisme werkt niet

source: Unknown error…
fr: Erreur inconnue…
nl: Onbekende fout...

source: Expires %s
fr: Expire le %s
nl: Verloopt op %s

source: This page was loaded from your computer. Noone else knows you're here.
fr: Cette page a été chargée depuis votre ordinateur. Personne ne sait que vous êtes là.
nl: Deze pagina is geopend vanaf je computer. Nieman weet dat je hier bent.

source: Subscribe to webfeeds
fr: S'abonner aux flux Web.
nl: Abonneren op webfeeds

source: Subscribe via %s
fr: S'abonner via %s
nl: Abonneren via %s

source: Install a feedreader to subscribe
fr: Installez un lecteur de flux pour vous abonner
nl: Als je je wilt abonneren, installeer dan een feedlezer

source: Improve this page's readability
nl: Verbeter de leesbaarheid van deze pagina

source: Light
nl: Licht

source: Moonlight
nl: Maneschijn

source: Solarized
nl: Gesolariseerd
